[
  {
    "image": "./Images/lion.jpg",
    "title": "Lion Safari",
    "description": "Embark on an exciting Lion Safari adventure! Witness these majestic creatures in their natural habitat as you journey through the savannah.",
    "season": "Summer"
  },
  {
    "image": "./ele.jpeg",
    "title": "Elephant Safari",
    "description": "Explore the untamed wilderness of South Africa with our thrilling Elephant Safari adventure! Experience the grace and power of the African elephant as you observe these gentle giants in their natural habitat.",
    "season": "Summer"
  },
  {
    "image": "./image.png",
    "title": "Leopard Encounter",
    "description": "Venture into the heart of the bushveld and encounter the elusive leopard. Known for its stealth and beauty, the leopard prowls through the African landscapes, offering glimpses of its majestic presence.",
    "season": "Summer"
  },
  {
    "image": "./image.png",
    "title": "Meerkat Discovery",
    "description": "Join us on a journey to discover the playful antics of the mischievous meerkats. Watch as they forage and socialize in the sun-drenched landscapes of South Africa, providing delightful moments of entertainment and fascination.",
    "season": "Summer"
  },
  {
    "image": "./image.png",
    "title": "Cape Winelands Tour",
    "description": "Indulge in a sensory journey through the picturesque Cape Winelands. Explore historic vineyards, sample world-class wines, and savor gourmet cuisine against the backdrop of breathtaking mountain landscapes.",
    "season": "March - November"
  },
  {
    "image": "./image.png",
    "title": "Table Mountain Hike",
    "description": "Ascend to new heights with a thrilling hike up Table Mountain. Marvel at panoramic views of Cape Town and its surrounding coastline as you conquer one of the New Seven Wonders of Nature.",
    "season": "All Season"
  },
  {
    "image": "./image.png",
    "title": "Big Five Safari",
    "description": "Embark on an unforgettable Big Five Safari adventure in South Africa's renowned game reserves. Encounter lions, elephants, rhinos, buffaloes, and leopards in their natural habitat, guided by expert rangers.",
    "season": "Summer"
  },
  {
    "image": "./image.png",
    "title": "Robben Island Tour",
    "description": "Step back in time with a poignant visit to Robben Island, a UNESCO World Heritage Site. Explore the former prison where Nelson Mandela was incarcerated and gain insight into South Africa's struggle for freedom and democracy.",
    "season": "Spring/Fall"
  }
]